#include "mainwidget.h"

#include <QApplication>

int main(int argc, char *argv[])
{
    QApplication a(argc, argv);
    MainWidget w;
    w.resize(1000, 800);
    w.show();
    return a.exec();
}
/*
 * Добавить:
* Вертикальные и горизонтальные полоски клеточек
* числа сверху для столбцов. Числа должны быть повернуты на 90 градусов вокруг себя против часовой стрлки.
* Добавить на панель кнопок кнопку "Значек", при нажатии на которую будет программно рисоватся (С помощью методов класса QPainter)
* значок вашего гороскопа далее выводится на экран








*/